Autodesk.Revit.DB.PrimaryDesignOptionMemberFilter
A filter used to find elements contained in any primary design option of any design option set.
Remarks:
This filter is a slow filter.
Slow filters require that the Element be obtained and expanded in memory first.
Thus it is preferable to couple this filter with at least one ElementQuickFilter,
which should minimize the number of Elements that are expanded.
Since:
2011